htop
arandr
slim
xorg
software-properties-common
xcursor-themes
i3
rofi
vim
neovim
htop
feh
redshift
xfce4-notifyd
libgcon-2-4
gconf2-common
libgtk2.0
cmake
libasound2-dev
libcurl4-openssl-dev
libmpdclient-dev
libiw-dev
libpulse-dev
libxcb-randr0-dev
libxcb-util-dev
libxcb-icccm4-dev
libxcm-image0-dev
libxcm-emwh-dev
python-xcbgen
