base-devel
acpi
archlinux-themes-slim
aspell
aspell-en
awesome
chromium
ctags
dmenu
gedit
git
mplayer
mtr
net-tools
nmap
ntp
openssh
openvpn
pavucontrol
pulseaudio
rsync
xfce4-terminal
adobe-source-code-pro-fonts
slim
strace
tmux
tree
unzip
valgrind
neovim
iw
wpa_supplicant
dialog
xclip
xsel
python-neovim
vim
wget
xclip
xorg-server
xorg-server-common
xorg-xrandr
ttf-bitstream-vera
zsh
htop
xorg
xorg-server
xorg-xinit
pkgfile
cmake
clang
rofi
i3
alsa-utils
alsa-plugins
alsa-tools
alsa-lib
alsa-firmware
arandr
go
go-tools
python-pip
weechat
xbindkeys
xf86-input-evdev
docker
docker-compose
vlc
